<template>
    <div class="container-xl">
        <h3>更新履歴</h3><hr>
        <p>
            <h5>[2023/01/18]</h5>
            <ul>
                <li>Ver.3.4実装のキャラ追加</li>
                <li>早見表: 天賦素材の曜日フィルタ追加</li>
                <li>早見表: 週ボス素材元のボス表示を追加(詳細情報ON時のみ)</li>
            </ul>
            <h5>初版 [2022/12/28]</h5>
            <ul>
                <li>早見表: (v3.3までの全キャラデータ、検索)実装</li>
                <li>早見表: フィルタ機能(国、元素、使用武器)追加</li>
                <li>コンフィグ機能追加</li>
            </ul>
        </p>
    </div>
</template>